Repository: sudheesh001/monkey-bubble
Catalog: help/*/*.po
Languages: cs, da, de, es, ja, pt_br, ru, sl

source: Monkey Bubble Manual V0.1
cs: Příručka V0.1 ke hře Monkey Bubble
de: Monkey-Bubble-Handbuch V0.1
es: Manual de Monkey Bubble V0.1
ja: モンキーバブル マニュアル v0.1
pt_br: Manual do Monkey Bubble V0.1
ru: Руководство по игре «Monkey Bubble» версии 0.1
sl: Priročnik arkadne igre Monkey Bubble V0.1

source: Thomas Cataldo
ru: Томас Катальдо (Thomas Cataldo)

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
da: GNOME-dokumentationsprojekt
de: GNOME-Dokumentationsprojekt
es: Proyecto de documentación de GNOME
ja: GNOME ドキュメントプロジェクト
pt_br: Projeto de Documentação Gnome
ru: Проект документирования GNOME
sl: Projekt dokumentacije GNOME

source: Thomas
ru: Томас (Thomas)

source: Cataldo
ru: Катальдо (Cataldo)

source: Laurent
ru: Лорен (Laurent)

source: Belmont
ru: Бельмонт (Belmont)

source: January 2004
cs: Leden 2004
da: Januar 2004
de: Januar 2004
es: Enero de 2004
ja: 2004 年 1 月
pt_br: Janeiro de 2004
ru: Январь 2004 года
sl: januar, 2004

source: This manual describes version 0.1.7 of Monkey Bubble.
cs: Tato příručka popisuje hru Monkey Bubble ve verzi 0.1.7.
da: Denne manual beskriver version 0.1.7 af Monkey Bubble.
de: Dieses Handbuch beschreibt Version 0.1.7 von Monkey Bubble.
es: Este manual describe la versión 0.1.7 de Monkey Bubble.
ja: このマニュアルはモンキーバブル v0.1.7 について説明しています。
pt_br: Este manual descreve a versão 0.1.7 do Monkey Bubble.
ru: Это руководство описывает версию 0.1.7 игры «Monkey Bubble».
sl: Priročnik je napisan za različico 0.1.7 igre Monkey Bubble.

source: Feedback
cs: Ohlasy
da: Tilbagemelding
de: Rückmeldungen
es: Comentarios
ja: フィードバック
pt_br: Comentários
ru: Обратная связь
sl: Odziv

source: To report a bug or make a suggestion regarding the Monkey Bubble application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se ke hře Monkey Bubble nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:gnome-feedback" type="help">Stránka s ohlasy na GNOME</ulink>.
da: For at rapportere en fejl eller komme med forslag vedrørende Monkey Bubble-programmet eller denne manual, følg anvisningerne i <ulink url="ghelp:gnome-feedback" type="help">GNOME tilbagemeldingsside</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Monkey Bubble</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente a la aplicación Mobkey Bubble o este manual, siga las indicaciones en la <ulink url="ghelp:gnome-feedback" type="help">Página de comentarios de GNOME</ulink>.
ja: <application>GNOME Hello</application> アプリケーションまたはマニュアルについてバグの報告や提案がある場合は、<ulink url="ghelp:gnome-feedback" type="help">GNOME フィードバックページ</ulink> の指示に従って下さい。
pt_br: Para relatar um erro ou fazer uma sugestão sobre o aplicativo Monkey Bubble ou este manual, siga as instruções na <ulink url="ghelp:gnome-feedback" type="help">página de comentários GNOME</ulink>.
ru: Чтобы сообщить об ошибке или внести предложение, касающееся приложения «Monkey Bubble» или этого руководства, следуйте указаниям на <ulink url="ghelp:gnome-feedback" type="help">странице обратной связи GNOME</ulink>.
sl: Navodila za pošiljanje poročil o hroščih ali pa predlogov o igri Monkey Bubble je mogoče najti na <ulink url="ghelp:gnome-feedback" type="help">straneh odzivov GNOME namizja</ulink>.

source: User manual for Monkey Bubble.
cs: Uživatelská příručka ke hře Monkey Bubble.
da: Brugermanual til Monkey Bubble.
de: Benutzerhandbuch für Monkey Bubble.
pt_br: Guia do usuário para Monkey Bubble.
ru: Руководство пользователя игры «Monkey Bubble».
sl: Priročnik arkadne igre Monkey Bubble

source: bubble game
cs: hra s bublinami
da: boblespil
de: Blasenspiel
es: juego de pompas
ja: バブルゲーム
pt_br: jogo de bolhas
ru: игра с пузырьками
sl: igra mehurčkov

source: Introduction
cs: Úvod
da: Introduktion
de: Einführung
es: Introducción
ja: 概要
pt_br: Introdução
ru: Введение
sl: Uvod

source: <application>Monkey Bubble</application> is an arcade game with the following objectives :
cs: <application>Monkey Bubble</application> je arkádová hra s následujícími úkoly:
da: <application>Monkey Bubble</application> er et arkadespil med følgende mål :
de: <application>Monkey Bubble</application> ist ein Arcade-Spiel mit folgenden Zielen:
es: <application>Monkey Bubble</application> es un juego arcade con los siguientes objetivos:
ja: <application>モンキーバブル</application> は次の目的を持つアーケードゲームです:
pt_br: <application>Monkey Bubble</application> é um jogo de arcade com os seguintes objetivos:
ru: <application>Monkey Bubble</application> — это аркадная игра, цель которой:
sl: Igra <application>Monkey Bubble</application> je arkadna igra z naslednjimi cilji:

source: Clear the jungle from all those nasty bubbles
cs: Vyčistit džungli od všech těch odporných bublin
da: Ryd junglen for alle de ulækre bobler
de: Befreien Sie den Dschungel von all den bösen Kugeln!
es: Limpie la jungla de todas esas pompas desagradables
ja: すべての扱いにくいバブルをジャングルから消す
pt_br: Limpar a selva de todas aquelas bolhas chatas
ru: Очистить джунгли от надоедливых пузырьков
sl: Pragozd je treba očistiti vseh mehurčkov.

source: To clear a level, you need to stick at least 3 bubbles of the same color together using the bubble shooter.
cs: Abyste vyčistili úroveň, musíte pomocí metače bublin spojit dohromady nejméně 3 bubliny stejné barvy.
da: For at ryde en bane er du nødt til at sætte mindst 3 bobler af samme farve sammen ved brug af bobleskyderen.
de: Zum Leeren eines Levels müssen Sie jeweils mindestens drei gleichfarbige Kugeln mit Hilfe des Gewehrs zusammenführen.
es: Para limpiar un nivel, debe juntar al menos 3 pompas del mismo color usando el disparador de pompas.
ja: レベルをクリアするには、バブルシューターを使って少くとも三つの同じ色のバブルをくっつけなければいけません。
pt_br: Para limpar um nível, você precisa juntar pelo menos 3 bolhas da mesma cor usando o atirador de bolhas.
ru: Чтобы очистить уровень, нужно собрать вместе по меньшей мере 3 пузырька одинакового цвета с помощью пузырькомёта.
sl: Mehurčke je treba počistiti s streljanjem mehurčkov, da se zlepijo vsaj trije mehurčki iste barve.

source: Once 3 or more bubbles of the color are sticked together at the top of the playground, they will explode.
cs: Jakmile se 3 nebo více bublin stejné barvy spojí dohromady v horní části hrací plochy, tak explodují.
da: Når 3 eller flere bobler af den samme farve er sat sammen i toppen af legepladsen, vil de eksplodere.
de: Sobald drei oder mehr Kugeln an der Spitze des Spielfeldes zusammenkleben, explodieren sie.
es: Una vez que 3 o más pompas del mismo color están pegadas en la parte superior del área de juego, explotarán.
ja: プレイグラウンドの上の方で三つ以上の同じ色のバブルがくっつくと破裂します。
pt_br: Uma vez que 3 ou mais bolhas de mesma cor forem todas no topo do campo do jogo, elas irão explodir.
ru: Как только 3 или более пузырька одного цвета соберутся вместе в верхней части игрового поля, они взорвутся.
sl: Ko se vsaj trije mehurčki v skladni barvi zlepijo na vrhu igrišča, se razpočijo.

source: To level up, you need to clear all the bubbles stuck in the playground.
cs: Abyste postoupili do vyšší úrovně, musíte zlikvidovat úplně celou hromadu bublin na hrací ploše.
da: For at komme til næste bane skal du rydde alle de fastsatte bobler på legepladsen.
de: Um den nächsten Level zu erreichen, müssen Sie alle Kugeln aus dem Spielfeld entfernen.
es: Para subir de nivel debe limpiar todas las pompas del área de juego.
ja: レベルアップするにはプレイグラウンド内のすべてのバブルを消さないといけません。
pt_br: Para passar de nível, você precisa limpar todas as bolhas furadas do campo do jogo.
ru: Чтобы перейти на следующий уровень, нужно убрать все пузырьки с игрового поля.
sl: Za nadaljevanje je treba počistiti vse mehurčke na igrišču.

source: Getting Started
cs: Začínáme
da: Kom i gang
de: Erste Schritte
es: Inicio
ja: はじめに
pt_br: Primeiros passos
ru: Запуск игры
sl: Kako začeti

source: The following sections describe how to start <application>Monkey Bubble</application>.
cs: Následující oddíl popisuje, jak hru <application>Monkey Bubble</application> spustit.
da: Følgende sektioner beskriver hvordan man starter <application>Monkey Bubble</application>
de: Die folgenden Abschnitte beschreiben, wie <application>Monkey Bubble</application> gestartet werden kann.
es: Las siguientes secciones describen cómo iniciar <application>Monkey Bubble</application>.
ja: 以下のセクションでは <application>モンキーバブル</application> の起動方法について説明しています。
pt_br: As seções seguintes descrevem como iniciar o <application>Monkey Bubble</application>.
ru: В следующем разделе описано, как запустить <application>Monkey Bubble</application>.
sl: Nadaljnji odseki opisujejo načine zagona igre <application>Monkey Bubble</application>.

source: To Start Monkey Bubble
cs: Spuštění Monkey Bubble
da: Sådan startes Monkey Bubble
de: Monkey Bubble starten
es: Para iniciar Monkey Bubble
ja: モンキーバブルを起動
pt_br: Para iniciar Monkey Bubble
ru: Как запустить «Monkey Bubble»
sl: Zagon igre Monkey Bubble

source: You can start <application>Monkey Bubble</application> in the following ways:
cs: Hru <application>Monkey Bubble</application> můžete spustit následujícími způsoby:
da: Du kan starte <application>Monkey Bubble</application> på følgende måder:
de: Sie können <application>Monkey Bubble</application> auf folgende Arten starten:
es: Puede iniciar <application>Monkey Bubble</application> de las siguientes formas:
ja: <application>モンキーバブル</application> を起動するには次のようにします:
pt_br: Você pode iniciar o <application>Monkey Bubble</application> das seguintes formas:
ru: <application>Monkey Bubble</application> можно запустить следующими способами:
sl: Igro <application>Monkey Bubble</application> je mogoče začeti na naslednje načine:

source: Applications menu
cs: Nabídka Aplikace
da: Programmenu
de: Menü <guimenu>Anwendungen</guimenu>
es: Menú Aplicaciones
ja: アプリケーション・メニュー
pt_br: Menu de aplicações
ru: Меню «Приложения»
sl: Meni Programi

source: Choose <menuchoice><guimenu>Games</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Hry</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Spil</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Spiele</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
es: Elija <menuchoice><guimenu>Juegos</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>ゲーム</guimenu><guimenuitem>モンキーバブル</guimenuitem></menuchoice> を選択
pt_br: Escolha <menuchoice><guimenu>Jogos</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
ru: Выберите <menuchoice><guimenu>Игры</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.
sl: Preko menija <menuchoice><guimenu>Igre</guimenu><guimenuitem>Monkey Bubble</guimenuitem></menuchoice>.

source: Command line
cs: Příkazový řádek
da: Kommandolinje
de: Befehlszeile
es: Línea de comandos
ja: コマンドライン
pt_br: Linha de comando
ru: Командная строка
sl: Ukazna vrstica

source: Execute the following command: <command>monkey-bubble</command>
cs: Spusťte následující příkaz: <command>monkey-bubble</command>
da: Udfør følgende kommando:<command>monkey-bubble</command>
de: Führen Sie den folgenden Befehl aus: <command>monkey-bubble</command>
es: Ejecute el siguiente comando: <command>monkey-bubble</command>
ja: 次のコマンドを実行: <command>monkey-bubble</command>
pt_br: Execute o seguinte comando: <command>monkey-bubble</command>
ru: Выполните команду: <command>monkey-bubble</command>
sl: Preko ukazne vrstice z ukazom: <command>monkey-bubble</command>

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
da: Peter Bach, 2007. Joe Hansen, 2009. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Mario Blättermann <mariobl@gnome.org>, 2008
es: Jorge González <jorgegonz@svn.gnome.org>, 2007
ja: Satoru SATOH <ss@gnome.gr.jp> 日本 GNOME ユーザー会 http://www.gnome.gr.jp
pt_br: Enrico Nicoletto <liverig@gmail.com>, 2009
ru: Алексей Кабанов <ak099@mail.ru>, 2011
sl: Matej Urbančič <mateju@svn.gnome.org>, 2010.

source: Monkey Bubble
ja: モンキーバブル
