Repository: sudheesh001/monkey-bubble
Catalog: po/*.po
Languages: az, ca, fr, it, nn, no, ro, sk, ta

source: Keyboard Shortcuts
ca: Dreceres de teclat
ro: Scurtături tastatură

source: _Shortcut Keys:
ca: _Dreceres de teclat:
ro: Tastele _scurtăturilor:

source: Left
ca: Esquerra
ro: Stânga

source: left key for player one
ca: tecla esquerra per al jugador 1
ro: tasta stângă pentru jucătorul numărul unu

source: Right
ca: Dreta
ro: Dreapta

source: right key for player one
ca: tecla dreta per al jugador 1
ro: tasta dreaptă pentru jucătorul numărul unu

source: Up
ca: Amunt
ro: Sus

source: shoot key for player one
ca: tecla de disparar per al jugador 1
ro: tasta foc pentru jucătorul numărul unu

source: left key for player two
ca: tecla esquerra per al jugador 2
ro: tasta stângă pentru jucătorul numărul doi

source: right key for player two
ca: tecla dreta per al jugador 2
ro: tasta dreaptă pentru jucătorul numărul doi

source: shoot key for player two
ca: tecla de disparar per al jugador 2
ro: tasta foc pentru jucătorul numărul doi

source: Pause
ca: Detén
ro: Pauză

source: Pause the game
ca: Detén el joc
ro: Întrerupe jocul

source: Stop the game
ca: Atura el joc
ro: Oprește jocul

source: Quit the game
ca: Surt del joc
ro: Părăsește jocul

source: 1 player game
ca: Joc d'1 jugador
ro: Joc cu un jucător

source: 2 players game
ca: Joc de 2 jugadors
ro: Joc cu doi jucători

source: Warning
ca: Avís
ro: Avertisment

source: <markup> <span weight="bold" size="large" style="oblique"> Can't create server ! </span> </markup>
ca: <markup> <span weight="bold" size="large" style="oblique"> No s'ha pogut crear el servidor </span> </markup>
ro: <markup> <span weight="bold" size="large" style="oblique"> Nu s-a putut crea serverul! </span> </markup>

source: Network game
ca: Joc en xarxa
ro: Joc în rețea

source: _Go
ca: _Vés
ro: _Start

source: Number of players :
ca: Nombre de jugadors :
ro: Numărul de jucători:

source: Number of games :
ca: Nombre de jocs :
ro: Numărul de jocuri:

source: Quit game
ca: Surt del joc
ro: Ieși din joc

source: Close
ro: Închide

source: Ready
ca: Preparat
ro: Gata

source: Number of game
ca: Número de joc
ro: Numărul jocului

source: Number of players
ca: Nombre de jugadors
ro: Numărul de jucători

source: Start Game
ca: Inicia el joc
ro: Începe jocul

source: Top Ten
ro: Top 10

source: User
ro: Utilizator

source: Score
ro: Scor

source: Date
ro: Dată

source: %a %b %d %T %Y
ro: %a %d %b %Y, %T

source: Monkey Bubble Arcade Game
ca: Joc d'arcade Monkey Bubble
ro: Monkey Bubble - Joc arcadă

source: New game 1 player
ca: Nou joc 1 jugador
ro: Joc nou 1 jucător

source: New game 2 player
ca: Nou joc 2 jugadors
ro: Joc nou 2 jucători

source: Pause/Resume
ca: Pausa/Reprèn
ro: Întrerupe/Reia

source: Stop game
ca: Atura el joc
ro: Oprește jocul

source: Full Screen
ca: Pantalla completa
ro: Ecran întreg

source: Normal Size
ca: Mida normal
ro: Dimensiune normală

source: aim left
ca: apunta a l'esquerra
ro: țintește la stânga

source: aim right
ca: apunta a la dreta
ro: țintește la dreapta

source: shoot
ca: dispara
ro: foc

source: Player 1
ca: Jugador 1
ro: Jucătorul 1

source: Player 2
ca: Jugador 2
ro: Jucătorul 2

source: Game
ca: Joc
ro: Joc

source: View
ca: Visualitza
ro: Vizualizare

source: There was an error loading config from %s. (%s)
ca: S'ha produït un error en carregar la configuració de %s. (%s)
ro: A apărut o eroare la încărcarea configurării de la %s. (%s)

source: There was an error subscribing to notification of terminal keybinding changes. (%s)
ca: S'ha produït un error en subscriure's a la notificació de les assignacions de tecles del terminal. (%s)
ro: A apărut o eroare la abonarea pentru notificarea schimbărilor combinației de taste din terminal. (%s)

source: There was an error loading a terminal keybinding. (%s)
ca: S'ha produït un error en carregar una assignació de tecla del terminal. (%s)
ro: A apărut o eroare la încărcarea unei combinații de taste din terminal. (%s)

source: The value of configuration key %s is not valid; value is "%s"
ca: El valor de la tecla de configuració %s no és vàlid; el valor és «%s»
ro: Valoarea cheii de configurare %s nu este validă; valoarea este „%s”

source: There was an error loading config value for whether to use menubar access keys. (%s)
ca: S'ha produït un error en carregar el valor de configuració que determina si s'han d'utilitzar els acceleradors de menús. (%s)
ro: A apărut o eroare la încărcarea valorii de configurare pentru folosirea tastelor de acces la bara de meniu. (%s)

source: There was an error subscribing to notification on changes on whether to use menubar access keys (%s)
ca: S'ha produït un error en subscriure's a la notificació que determina si s'han d'utilitzar els acceleradors de menús (%s)
ro: A apărut o eroare la abonarea la notificarea schimbărilor de folosire a tastelor de acces la bara de meniu. (%s)

source: There was an error loading config value for whether to use menu accelerators. (%s)
ca: S'ha produït un error en carregar el valor de configuració que determina si s'han d'utilitzar els acceleradors de menú. (%s)
ro: A apărut o eroare la încărcarea valorii de configurare pentru folosirea acceleratorilor de meniu. (%s)

source: There was an error subscribing to notification for use_menu_accelerators (%s)
ca: S'ha produït un error en subscriure's a la notificació per a use_menu_accelerators (%s)
ro: A apărut o eroare la abonarea la notificarea pentru use_menu_accelerators (%s)

source: Disabled
ca: Inhabilitat
ro: Dezactivat

source: Error propagating accelerator change to configuration database: %s
ca: S'ha produït un error en propagar l'accelerador de canvis per a la configuració de bases de dades: %s
ro: Eroare la propagarea schimbării acceleratorului în baza de date a configurării: %s

source: Error setting new accelerator in configuration database: %s
ca: S'ha produït un error en establir un nou accelerador a la configuració de bases de dades: %s
ro: Eroare la stabilirea noului accelerator în baza de date a configurării: %s

source: _Action
ca: _Acció
ro: _Acțiune

source: Shortcut _Key
ca: _Tecla de drecera
ro: Tasta sc_urtăturii

source: Monkey Bubble is a Bust'a'Move clone for GNOME
ro: Monkey Bubble este o clonă a Bust'a'Move pentru GNOME

source: _Game
ca: J_oc
ro: _Joc

source: New 1 player
ca: Nou, 1 jugador
ro: 1 jucător nou

source: Join _network game
ca: Uniu-vos a un joc en _xarxa
ro: Alătură-te la jocul î_n rețea

source: Pause game
ca: Detén el joc
ro: Întrerupe jocul

source: Resume game
ca: Reprèn el joc
ro: Reia jocul

source: New 2 players
ca: Nou, 2 jugadors
ro: 2 jucători noi

source: New network game
ca: Nou joc en xarxa
ro: Joc nou în rețea

source: _High Scores
ca: Puntuacions _altes
ro: Scoruri recor_d

source: _Help
ca: A_juda
ro: _Ajutor

source: _Contents
ca: _Continguts
ro: _Conținut

source: _About
ca: _Quant a
ro: _Despre

source: _Fullscreen
ro: _Ecran întreg

source: _Leave Fullscreen
ro: _Părăsește ecranul întreg

source: Monkey Bubble is an Arcade Game for the GNOME Desktop Environment. Simply remove all Bubbles by the creation of unicolor triplets.
ca: El Monkey Bubble és un joc d'arcade per a l'entorn d'escriptori GNOME. Creeu grups de tres bombolles del mateix color per tal d'eliminar totes les bombolles.
ro: Monkey Bubble este un joc arcade pentru mediul desktop GNOME. Pur și simplu eliminați toate bulele prin crearea de tripleți unicolori.

source: translator_credits
ca: Sílvia Miranda <silviamira@gmail.com>
ro: Dobre Alin <kenzy.bratianu>

source: There was an error displaying help: %s
ca: S'ha produït un error en visualitzar l'ajuda: %s
ro: A apărut o eroare la afișarea ajutorului: %s

source: _Player name
ca: _Nom del jugador
ro: Nume _jucător

source: _Owner
ca: Pr_opietari
ro: Pr_oprietar

source: _Ready
ca: _Preparat
ro: _Gata

source: _Server
ca: _Servidor

source: Unknown desktop file format %d
no: Ukjent skrivebordsfilformat %d

source: Attempting to launch a non-application
az: Proqram tə'minatı xarici fayl başladılır
fr: Tentative de lancer une non-application
it: Tentativo di avviare una non-applicazione
no: Forsøk på å starte noe som ikke var en applikasjon
ta: ¦ºÂøÀÎò¾ ÓÊÂ¡¾ ¿¢Ã¨Ä ¦¾¡¼í¸ ÓÂüº¢ì¸¢ıÈĞ

source: Trying to execute an item with no 'Exec'
az: 'Exec' olmayan proqram tə'minatı başladılmaya çalışılır
fr: Essaye d'exécuter un élément sans « Exec »
it: Tento di eseguire l'oggetto senza 'Exec'
no: Prøver å kjøre en oppføring uten 'Exec'
ta: 'Exec' `­øÄ¡¾ ´Õ ¯ÕôÀÊ¨Â ¦ºÂøÀÎò¾ ÓÂüº¢ì¸¢ıÈĞ

source: No exec field for this drop
az: Bu grup üçün proqram tə'minatı girdişi tapılmadı
fr: Aucun champ exec pour ce lacher
it: Nessun campo exec per questo tentativo
no: Ingen exec-felt for dette slippet
ta: ­ó¾ ¯ÕôÀÊìÌ 'exec' ÀÌ¾¢ ¸¢¨¼Â¡Ğ

source: Nothing to replace with a file in the exec string
az: Exec axışı ilə dəyişdirilə bilən bir şey tapılmadı
fr: Rien à remplacer avec un fichier dans la chaîne exec
it: Niente da sostituire come file nella stringa di esecuzione
no: Ingenting å erstatte med fil i exec-strengen
ta: 'exec' ºÃò¾¢ø, §¸¡ô¨À ¨ÅòĞ Á¡üÚÅ¾üÌ ´ñÚõ ¸¢¨¼Â¡Ğ

source: There was no argument to replace with dropped files
az: Buraxılan fayllarla dəyişdirilə bilən hər hansı bir arqument tapılmadı
fr: Il n'y a aucun argument à remplacer avec les fichiers déposés
it: Non c'erano argomenti da sostituire nei file lasciati
no: Ingen argument å erstatte med filer som ble sluppet
ta: ­Èì¸¢Â §¸¡ôÒ¸¨Ç ¨ÅòĞ Á¡üÚÅ¾üÌ Å¡¾õ ­Õì¸Å¢ø¨Ä

source: Dropped URLs on an app that can only take files
az: Təkcə faylları qəbul edə bilən proqram tə'minatı üstünə buraxılan URLlər
fr: URLs lachées sur une applications qui ne peut accepter que des fichiers
no: URLer ble sluppet på en applikasjon som kun kan motta filer
ta: URL¸û ­Èì¸ôÀğ¼ ¿¢Ãø §¸¡ôÒ¸û ÁğÎ§Á ²üÌõ

source: Cannot find a terminal, using xterm, even if it may not work
az: Terminal tapýla bilmədi, əgər iýə düþməzsə xterm iýlədilir
fr: Ne peut trouver un terminal, utilise xterm, même si il peut ne pas fonctionner
it: Impossibile trovare un terminale. Tento con xterm, anche può non funzionare
nn: Kan ikkje finne terminal, brukar xterm, sjølv om det er mogleg at det ikkje kjem til å virke
no: Kan ikke finne en terminal, bruker xterm selv om den kanskje ikke virker
sk: Nemô¾em nájs» terminál, pou¾ijem xterm, aj keï nemusí fungova»
ta: Ó¨ÉÂõ ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä, ­Âì¸ ÓÊÂ¡Å¢ğ¼¡Öõ, xterm ÀÂıÀÎòĞõ

source: Specify X display to use.
az: İstifadə üçün X ekranı seçin.
fr: Spécifie le visuel X à utiliser.
it: Specificare il display X da utilizzare.
no: Spesifiser X-display som skal brukes.
ta: ÀÂıÀÎò¾§ÅñÊÂ X ¸¡ğº¢¨Â ÌÈ¢ôÀ¢¼×õ.

source: Put the X connection in synchronous mode.
az: Senxronizasiya tərzdə X bağlantısı yarat.
fr: Mets la connexion X en mode synchrone.
it: Attiva la connessione X in modalità sincrona.
no: Sett X-forbindelsen i synkron modus.
ta: X ¦¾¡Îô¨À ´ò¾¢Âì¸ Ó¨È¨ÁÂ¢ø §À¡¼×õ.

source: Specify the X window ID of Netscape.
az: Netscape üçün X pəncərə IDsi seçin.
fr: Spécifie l'ID de la fenêtre X de Netscape
it: Specificare l'identificativo della finestra X di Netscape.
no: Spesifiser ID for Netscape's X-vindu.
ta: ¦¿ğŠ§¸ôÀ¢ı º¡ÇÃò¾¢ı «¨¼Â¡Çò¨¾ ÌÈ¢ôÀ¢¼×õ.

source: Don't raise the Netscape window.
az: Netscape pəncərəsini böyütmə.
fr: Ne pas élever la fenêtre de Netscape
it: Non alzare la finestra di Netscape.
no: Ikke hev Netscape-vindu.
ta: ¦¿ğŠ§¸ôÀ¢ı º¡ÇÃò¨¾ ¯Â÷ò¾ §Åñ¼¡õ.

source: Show the given URL in a new window.
az: Verilən URLyi yeni pəncərədə göstər.
fr: Afficher l'URL donné dans une nouvelle fenêtre
it: Mostra l'URL fornito in una nuova finestra.
no: Vis oppgitt URL i et nytt vindu.
ta: ÌÈ¢ôÀ¢ğ¼ URL'¨Ä Ò¾¢Â º¡ÇÃò¾¢ø ¸¡ñÀ¢ì¸×õ.

source: Close the specified window.
az: Bu pəncərəyi qapat.
fr: Ferme la fenêtre spécifié.
it: Chiudi la finestra specificata.
no: Lukk spesifisert vindu.
ta: ÌÈ¢ôÀ¢ğ¼ º¡ÇÃò¨¾ ã¼×õ.

source: Print the X window ID of the utilized window.
az: Pəncərənin X pəncərə IDsini çap et.
fr: Affiche l'ID de la fenêtre X de la fenêtre utilisée.
it: Stampa l'identificativo della finestra X della finestra attualmente in uso.
no: Skriv ut ID for aktivt X-vindu.
ta: ÀÂıÀÎò¾ôÀğ¼ º¡ÇÃò¾¢ı X º¡ÇÃ «¨¼Â¡Çò¨¾ ¸¡ñÀ¢ì¸×õ.

source: Error parsing '%s' (empty result)
az: Xəta '%s' (nəticəsiz)
fr: Erreur d'analyse de « %s » (résultat vide)
it: Errore interpretazione di '%s' (nessun risultato)
nn: Feil ved tolking av '%s' (tomt resultat)
no: Feil under tolking av '%s' (tomt resultat)
sk: Chyba pri analýze "%s" (prázdny výsledok)
ta: '%s' «Ä¸¢Îõ§À¡Ğ À¢¨Æ (¦ÅüÈ¡É Å¢¨¼¸û)

source: Mozilla not found as '%s'
az: Mozilla '%s' olaraq tapılmadı
fr: Mozilla n'a pas été trouvé comme « %s »
it: Mozilla non trovato come '%s'
nn: Mozilla ikkje funne som '%s'
no: Mozilla ikke funnet som '%s'
sk: Mozilla nebola nájdená ako "%s"
ta: '%s'-¬¸ ¦Á¡º¢Ä¡¨Å ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä

source: Cannot open a pipe: %s
az: Boru açıla bilmir: %s
fr: Ne peut ouvrir un tube : %s
it: Impossibile aprire una pipe: %s
nn: Kan ikkje opne røyret: %s
no: Kan ikke åpne et rør: %s
sk: Nemô¾em otvori» rúru: %s
ta: ÌÆ¡ö ´ı¨Èò ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä: %s

source: Cannot parse handler template: %s
az: Göstərici işə salına bilmədi: %s
fr: ne peut analyser le modèle du gestionnaire : %s
it: Impossibile interpretare lo schema dei gestori: %s
nn: Kan ikkje tolke handterar mal: %s
no: Kan ikke lese håndterermal: %s
sk: Nemô¾em analyzova» predlohu ovládaèa: %s

source: Cannot execute command '%s'!
az: '%s' Əmr yerinə gətirilə bilmir!
fr: Ne peut exécuter la commande « %s » !
it: Impossibile eseguire il comando '%s'!
nn: Kan ikkje utføre kommando '%s'!
no: Kan ikke kjøre kommando '%s'!
sk: Nemô¾em vykona» príkaz "%s"!
ta: '%s' ¸ğ¼¨Ç¨Â ­Âì¸ ÓÊÂÅ¢ø¨Ä!

source: Command '%s' did not return an ID!
az: '%s' əmri ID bildirmədi!
fr: La commande « %s » n'a pas retourné d'ID !
it: Il comando '%s' non ha restituito un identificativo!
nn: Kommando '%s' returnerte ikkje ei gyldig ID!
no: Kommando '%s' returnerte ikke en ID!
sk: Príkaz "%s" nevrátil ID!
ta: ¸ğ¼¨Ç '%s' «¨¼Â¡Çõ ´ı¨Èò ¾¢ÕõÀ¢ò ¾ÃÅ¢ø¨Ä!

source: GNOME OAF Support
az: GNOME OAF Dəstəyi
fr: Support GNOME OAF
it: Supporto OAF GNOME
no: GNOME OAF støtte
ta: ¸§É¡õ OAF ¬¾ÃÅÇ¢ôÒ

source: Bonobo Support
az: Bonobo Dəstəyi
fr: Support Bonobo
it: Supporto Bonobo
nn: Bonobo støtte
no: Bonobo støtte
sk: Podpora Bonobo
ta: Bonobo ¬¾ÃÅÇ¢ôÒ

source: GNOME GConf Support
no: GNOME GConf støtte

source: Could not create per-user gnome configuration directory `%s': %s
az: İsitafadəçilər üçün xas quraşdırma qovluqları yaradıla bilmədi `%s':%s
fr: Ne peut créer un répertoire de configuration par utilisateur « %s » : %s
it: Impossibile creare la directory utente per la configurazione di Gnome '%s': %s
nn: Kunne ikkje opprette per-brukar gnome konfigurasjons katalog '%s': %s
no: Kunn ikke opprette per-bruker gnome konfigurasjonskatalog `%s': %s
sk: Nemô¾em vytvori» pou¾ívateµský konfiguraèný adresár gnome "%s": %s
ta: ´Õ-ÀÂÉ÷ôÀÊ ¸§É¡õ «¨Á-ÅÊÅ «¨¼× `%s': %s À¨¼ì¸ ÓÊÂÅ¢ø¨Ä

source: Could not set mode 0700 on private per-user gnome configuration directory `%s': %s
az: Şəxsi gnome quraşdırma qovluğu üçün 0700 modu verilə bilmədi`%s':%s
fr: Ne peut définir le mode à 0700 sur le répertoire de configuration privé par utilisateur « %s » : %s
it: Impossibile impostare i permessi a 0700 per la directory privata di configurazione di Gnome '%s': %s
nn: Klarte ikkje å sette modues 0700 på private per-brukar gnome konfigurasjonskatalogar '%s': %s
no: Kunne ikke sette modus 0700 på privat per-bruker gnome konfigurasjonskatalog `%s': %s
sk: Nemô¾em nastavi» mód 0700 na súkromnom pou¾ívateµskom konfiguraènom adresári gnome "%s": %s

source: Could not create gnome accelerators directory `%s': %s
az: Gnome sür'ətləndiriciləri qovluğu yaradıla bilmədi `%s':%s
fr: Ne peut créer le répertoire d'accélérateurs gnome « %s » : %s
it: Impossibile creare la directory per gli accelleratori di Gnome '%s': %s
nn: Klarte ikkje å opprette gnome aksellerator katalog '%s': %s
no: Kunne ikke opprette gnome akselleratorkatalog `%s': %s
sk: Nemô¾em vytvori» adresár akcelerátorov gnome "%s": %s
ta: ¸§É¡õ ¬÷ÓÎ¸û «¨¼× `%s': %s À¨¼ì¸ ÓÊÂÅ¢ø¨Ä

source: Test option.
az: Sınaq seçənəyi
fr: Option de test.
it: Opzione di prova.
nn: Test alternativ
no: Test-alternativ.
sk: Testovacia voµba.
ta: Å¢ÕôÀò¨¾ §º¡¾¨É ¦ºöÂ×õ.

source: The Application Name
az: Proqram Tə'minatı Adı
fr: La nom de l'application
it: Il nome dell'applicazione
nn: Applikasjonens navn
no: Applikasjonens navn
sk: Názov aplikácie
ta: ¿¢ÃÄ¢ı ¦ÀÂ÷

source: Unknown desktop file
az: Namə'lum masa üstü faylı
fr: Fichier de bureau inconnu
ta: ¦¾Ã¢Â¡¾ ¸½¢-§Á¨ºì §¸¡ôÒ

source: Bonobo activation Support
nn: Bonobo aktiverings støtte
sk: Podpora Bonobo aktivácie
